export default {
	devices: {
		allowMessage:
			'Будь ласка, перевірте, чи підключені мікрофон та камера, і надайте їм дозвіл у браузері!',
		allow: 'Дозволити',
		accessDeniedNotificationText:
			'Будь ласка, надайте дозвіл на використання камери та мікрофону в налаштуваннях браузера',
		microphone: 'Мікрофон',
		camera: 'Камера',
		speaker: 'Динамік',
	},
	call: {
		joinMessage: 'Готові приєднатися?',
		join: 'Приєднатися зараз',
		joinAgain: 'Приєднатися знову',
		ended: 'Дзвінок завершено',
	},
	chat: {
		chat: 'Чат дзвінка',
	},
	evaluation: {
		title: 'Ми будемо раді вашому відгуку',
		message: 'Будь ласка, оцініть консультацію',
		good: 'Добре',
		bad: 'Погано',
		success: {
			title: 'Дякуємо!',
			message: 'Ваш відгук успішно збережено',
		},
		fail: {
			title: 'Упс!',
			message: 'Щось пішло не так',
		},
	},
	errors: {
		unsupportedUserAgent: {
			title: 'Не підтримується на мобільних пристроях!',
			message:
				'Ця сторінка не підтримує мобільну версію. Будь ласка, використовуйте браузер на компʼютері.',
		},
		invalidLink: {
			title: 'Неправильне посилання!',
			message: 'На жаль, посилання неправильне',
		},
	},
};
