export default {
	devices: {
		allowMessage:
			'Пожалуйста, проверьте, подключены ли микрофон и камера, и дайте им разрешение в браузере!',
		allow: 'Разрешить',
		microphone: 'Микрофон',
		camera: 'Камера',
		speaker: 'Динамик',
		accessDeniedNotificationText:
			'Пожайлуста, дайте разрешение на использование камеры и микрофона в настройках браузера',
	},
	call: {
		joinMessage: 'Готовы присоединиться?',
		join: 'Присоединиться сейчас',
		joinAgain: 'Присоединиться снова',
		ended: 'Звонок завершён',
	},
	chat: {
		chat: 'Чат звонка',
	},
	evaluation: {
		title: 'Нам важно ваше мнение',
		message: 'Пожалуйста, оцените консультацию',
		good: 'Хорошо',
		bad: 'Плохо',
		success: {
			title: 'Спасибо!',
			message: 'Ваш отзыв успешно сохранён',
		},
		fail: {
			title: 'Упс!',
			message: 'Что-то пошло не так',
		},
	},
	errors: {
		unsupportedUserAgent: {
			title: 'Не поддерживается на мобильных устройствах!',
			message:
				'Эта страница не доступна на мобильных устройствах. Пожалуйста, используйте браузер на компьютере.',
		},
		invalidLink: {
			title: 'Неверная ссылка!',
			message: 'К сожалению, ссылка неверная',
		},
	},
};
